New measurements of the proplyd shell parameters by fitting circles. 


* Combined table

| Proplyd | delta | (Rc/D)_1 | (Rc/D)_2 | Rc/D            | (R0/D)_1 | (R0/D)_2 | R0/D            | Rc/R0           |
|---------+-------+----------+----------+-----------------+----------+----------+-----------------+-----------------|
| LV2     |  -14. |     0.30 |      0.4 | 0.350 +/- 0.050 |     0.24 |    0.235 | 0.238 +/- 0.003 | 1.471 +/- 0.211 |
| LV3     |   -9. |     0.58 |     0.55 | 0.565 +/- 0.015 |     0.34 |    0.348 | 0.344 +/- 0.004 | 1.642 +/- 0.048 |
| LV4     |   -6. |     0.35 |     0.37 | 0.360 +/- 0.010 |     0.19 |    0.184 | 0.187 +/- 0.003 | 1.925 +/- 0.062 |
| LV5     |   14. |     0.41 |     0.33 | 0.370 +/- 0.040 |     0.21 |    0.206 | 0.208 +/- 0.002 | 1.779 +/- 0.193 |
| 177-341 |    7. |     0.17 |      0.2 | 0.185 +/- 0.015 |     0.13 |    0.129 | 0.130 +/- 5e-4  | 1.423 +/- 0.116 |
| 167-328 |  -28. |     0.15 |     0.14 | 0.145 +/- 0.005 |      0.1 |    0.097 | 0.099 +/- 0.002 | 1.465 +/- 0.059 |
|         |       |          |          | 0               |          |          | 0               | 0/0             |
| LV1     |   99. |     0.38 |     0.16 | 0.270 +/- 0.110 |      0.2 |    0.059 | 0.130 +/- 0.071 | 2.077 +/- 1.415 |
| LV2b    |  -35. |     0.14 |     0.23 | 0.185 +/- 0.045 |      0.1 |    0.072 | 0.086 +/- 0.014 | 2.151 +/- 0.630 |
| 141-301 |  -39. |     0.09 |     0.12 | 0.105 +/- 0.015 |     0.08 |    0.056 | 0.068 +/- 0.012 | 1.544 +/- 0.351 |
| 180-331 |  -19. |     0.08 |     0.11 | 0.095 +/- 0.015 |    0.056 |    0.057 | 0.057 +/- 5e-4  | 1.667 +/- 0.264 |
#+TBLFM: $5=vmeane([$3, $4]); f3::$8=vmeane([$6, $7]); f3::$9=$5/$8;f3




** Circle center restricted to axis (Yc = 0)
| Proplyd |   Xc/D | Rc/D |  R0/D | err_max | err_rms |
|---------+--------+------+-------+---------+---------|
| LV2     |  -0.06 | 0.30 |  0.24 |   0.019 |   0.009 |
| LV3     |  -0.24 | 0.58 |  0.34 |   0.051 |   0.018 |
| LV4     |  -0.16 | 0.35 |  0.19 |   0.022 |   0.008 |
| LV5     |  -0.20 | 0.41 |  0.21 |   0.017 |   0.010 |
| 177-341 |  -0.04 | 0.17 |  0.13 |   0.004 |   0.002 |
| 167-328 |  -0.05 | 0.15 |   0.1 |   0.020 |   0.012 |
|---------+--------+------+-------+---------+---------|
| LV1     |  -0.18 | 0.38 |   0.2 |  0.0014 |   0.001 |
| LV2b    |  -0.04 | 0.14 |   0.1 |   0.055 |   0.027 |
| 141-301 |  -0.01 | 0.09 |  0.08 |   0.034 |   0.016 |
| 180-331 | -0.024 | 0.08 | 0.056 |   0.005 |   0.002 |
#+TBLFM: $4=$2 + $3



** Unrestricted circle center

| Proplyd |   Xc/D |   Yc/D | Rc/D | delta |  R0/D | err_max | err_rms |    |
|---------+--------+--------+------+-------+-------+---------+---------+----|
| LV2     |  -0.16 |  -0.04 |  0.4 |  -14. | 0.235 |   0.004 |   0.002 |    |
| LV3     |   -0.2 |  -0.03 | 0.55 |   -9. | 0.348 |   0.017 |   0.007 |    |
| LV4     | -0.185 |  -0.02 | 0.37 |   -6. | 0.184 |   0.009 |   0.003 |    |
| LV5     |  -0.12 |   0.03 | 0.33 |   14. | 0.206 |   0.008 |   0.004 |    |
| 177-341 |  -0.07 |  0.009 |  0.2 |    7. | 0.129 |  0.0016 |  0.0008 |    |
| 167-328 | -0.038 |  -0.02 | 0.14 |  -28. | 0.097 |   0.002 |  0.0009 |    |
|---------+--------+--------+------+-------+-------+---------+---------+----|
| LV1     |  0.015 |    0.1 | 0.16 |   99. | 0.059 |   0.001 |  0.0007 | ?  |
| LV2b    |  -0.13 |  -0.09 | 0.23 |  -35. | 0.072 |   0.018 |   0.009 | ?? |
| 141-301 |  -0.05 |  -0.04 | 0.12 |  -39. | 0.056 |   0.001 |  0.0005 |    |
| 180-331 |  -0.05 | -0.017 | 0.11 |  -19. | 0.057 |  0.0007 |  0.0004 |    |
#+TBLFM: $5=arctan2($3,-$2) ; f0::$6=$4 - sqrt($2**2 + $3**2);f3


* Original tables by Jorge
#+BEGIN_EXAMPLE
Proplyd		Xc/D	Rc/D	R0/D=(Rc+Xc)/D 	err_max		err_rms
LV1		-0.18	0.38	0.2		0.0014		0.001
LV2		-1.01	1.28	0.26		0.029		0.017
LV2*		-0.06	0.30	0.24		0.019		0.009
LV3		-0.24	0.58	0.34		0.051		0.018
LV4		-0.16	0.35	0.19		0.022		0.008	
LV5		-0.20	0.41	0.21		0.017		0.010
LV2b		-0.04	0.14	0.1		0.055		0.027
141-301		-0.01	0.09	0.16		0.034		0.016
176-341		-0.045	0.18	0.14		0.007		0.003
176-341*	-0.04	0.17	0.13		0.004		0.002			
180-331		-0.025	0.07	0.05		0.004		0.002GO5
180-331*	-0.024	0.08	0.06		0.005		0.002		
167-328		-0.05	0.15	0.1		0.020		0.012


Without on-axis command

Proplyd		Xc/D	Yc/D	Rc/D	R0/D=(Rc+Xc)/D	err_max		err_rms
LV1		0.015	0.1	0.16	------		0.001		0.0007
LV2		0.05	-0.09	0.23	0.28 ??		0.013		0.006
LV2*		-0.16	-0.04	0.4	0.24		0.004		0.002
LV3		-0.2	-0.03	0.55	0.35		0.017		0.007
LV4		-0.185	-0.02	0.37	0.185		0.009		0.003
LV5		-0.12	0.03	0.33	0.21		0.008		0.004
LV2b		-0.13	-0.09	0.23	0.1 ?		0.018		0.009
141-301		-0.05	-0.04	0.12	0.07		0.001		0.0005
176-341		-0.11	0.02	0.25	0.14		0.0009		0.0004
176-341*	-0.07	0.009	0.2	0.13		0.0016		0.0008
180-331		-0.05	-0.015	0.11	0.06		0.002		0.001
180-331*	-0.05	-0.017	0.11	0.06		0.0007		0.0004
167-328		-0.038	-0.02	0.14	0.1		0.002		0.0009	

* Characteristic radius obtained with the regions from LV-502e-positions.reg created with
the image GO569PCf502e.fits

I have doubts about measurements with ? and a lot of doubts for measurements with ??
I guess R0 in LV1 has no sense with the few points I have

All the measurements were done with all data points. I need to create a new data set using just the points
within 45 degress
#+END_EXAMPLE
